[PAD]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[UNK]
[CLS]
[SEP]
[MASK]
O
=
C
1
2
(
S
)
3
4
[NH]
#
5
6
F
[N]
\
/
[S]
N
[Se]
[CH2]
[C]
[CH]
[SiH2]
7
8
Br
Cl
[P]
[N+]
[O-]
[SH]
9
%10
%11
%12
[N-]
P
:
[PH]
[C-]
[NH-]
c
s
n
o
[se]
[nH]
[GeH2]
[C@@H]
[C@@]
[C@H]
[S@]
[S@@]
[c]
[C@]
[n]
c1
cc
CC
c(
C(
O)
c2
=O)
c1cc
C)
C1
C(=O)
F)
c1)
2)
cs
c2c(
(=O)
cc2
CO
1)
c1c(
C1CC
c1s
c3
C2
cc(
C=
cc1
c1n
c1cs
c1ccc(
c1cc(
CN
OC)
cn
CCCC
c2)
c(c1)
O=
COC(=O)
C1)
ccc1
-c3
C1CCCC
c2c(c1)
SC)
N)
c2c1
(F)
(C)
CC1
c1cc2
C=C
C(F)
C(F)(F)
C(=
cc1)
CC(
c1scc2
c1c2
3)
-c3c(
N(=O)
CC1)
CC(=O)
c1csc2
c(c1
CS
c(s
c(c2
N(
C1CCC(
OC(=O)
c1cccc2
c1ccc(cc1)
2)cc
O=C1
Cl)
c(n
c2c(c1
c1o
c1ccccc1
-c3c(C(=O)
N1
c1ccc2c(c1)
cc(c1
c1sc(
ccc2
-c3c(C(=O)c1
S)
C(F)(F)F)
C(C)
C(=O)O
c2cc
=O
cc(c1)
C1CCC(CC1)
C1CCCCC1
c1csc2-c3c(C(=O)c1
c1cn
C(C1
cc2)
C(=O)N
C(F)(F)F
C#
n1
n2)
2)ccs
c1ccs
C(=O)C
co
C1=
C(C1)
[N+](=O)
C)c(
C/
N(=O)=O)
cc3
S(=O)
c1cscc1
c2c1c(
C(=O)C)
C=C/
c1scc2c1
S(=O)(=O)
c1cc2c(
c1csc2-c3c(C(=O)c12)ccs
C2=O)
c1ccc(c(c1)
C1N
C2)
CC2
[N+](=O)[O-]
C(N
C1CCCCC1)
N#
c1c2cc
F)c(
c1[nH]
N(=O)=O
CCN(
C(=O)O)
c1cccc
csc2
C3
c(s1)
(C)C)
c(c2)
n1)
CCC(
n(
c1csc2-c3c(C(=O)c12)ccs3
OC
ccc3
N=
c1ccc(cc1
CN1
c(=O)
c1ccccc1)
o1)
CCO
c(sc2)
c1csc(c1)
c2c1n
c[nH]
COc1c(
NC(=O)
C=C(
/C=C/
c1scc(c1
C)C
CCC2
CCC1
/C(=
c1sc(c2c1
c1c(c2
c(c2c1n
O)O)
C1CCC2
sc2
c2c(n1)
csc1
c1cccc2c1
C1CC(
C)C)
CCOC(=O)
c1ncc(
cc2c(c1)
CN(
c1cccc(c1)
OC)c(
s1
c4
C#N)
[N+](=O)[O-])
c2c(-c3
c1csc(c1
C2CCCC
c(cs
n2
c(c3
-c2
c2cc(
c(n2)
(C)C
c1ccsc1
c1c(c2)
c1csc2c1
[nH]1)
C1=O)
OC(
COc1cc(
N#C
s1)
O=C(
CC(=
scc1
C1(
c1c2cccc1
c1cc2c(s1)
c3c(
c(cs3)
CCN
nc2
ccc2)
SC)c(
scc2
c1scc(c1)
c1sc2c(c1
SC
cccc1
CC)
1C)
c1cc(ccc1
C1C(
c1n(C)
c1cc(s
CC1CCCC
o2)
c1c2c(
c(cc1
c(n1)
cs2)
/C=C(
c1cccc(c1
[nH]2)
CCN(CC1)
NC(=
C1CCCC2
CSc1c(
C\
C)/
c1ccc2
CCCC2
c2ccccc2
c1nccc2
cc1c(c2)
-c3c(C
C(C(
CCN1
sn2)
NC2
c1oc2c(c1
C(=O)OC)
c1sccc1
O1)
c1csc2-c3c(C(=O)c12)
c1ccc2c(c1
cn2)
c1sc2
O=N(=O)
c2n
c1c(C)
c1co
c1sc(cc1
CC=
-c3s
NC)
C1CCC2C(C1)
C=C1
cccc3
cc3)
c1c(F)
c1sc2c(c1)
F)F)
c1sc2-c3s
C#N
c2c(=
CC(=O)O
C=c2c(=
C(=O)OC
ccc3C(=O)
c1ncc(c2c1n
CCCC1
C1(C)
C(C)C)
on2)
-c2c1c(
cn2
N2
c1c[nH]
CCC=
cccc2
oc1
c(n1C)
CC2)
c2c(n1
c1sc(c(c1
n(n2)
c2c1)
C1CCCC(
c1ccs2)
c(c(c1
NC
nc1
c1nc(
C(C1=O)
c1ccn
C=c2c(=C1)
c2c1csc2
C1CC2
C(N1)
Br)
c1ncn
c1ncc2c(c1)
c1sc(c2
c1cnc2c(c1)
O=C1c2c(
O)O
c1ccc(c2c1
N/
CCC(CC1)
c1nn
O=C1c2c(-c3
c1ccc2c(n1)
c1cc(c(s1)
sc2)
C(O)
OC)OC)
[nH]cc2
n(n2)C)
C1CCC(C(C1)
c1csc2-c3c(C(=O)c12)c(cs3)
C(C2
ccc3C(=O)c2c1
c1cc2c(-c3c(
c1sc2-c3sccc3C(=O)c2c1
c2cc1
C(=S)
-c2c1c(cs2)
=C
o2
OC1
c1cccc2)
C2CCCCC2
C#C
c1c2cccc1)
ccc2c1
[SiH2]C=
C(=O)C2
NC1
c1ccc(c2
/C=C(/
-c2c1ccs2)
c1cc(F)c(
OCC
N1)
=C(
O=C1c2c(csc2
(O)
c1ccc(s1)
C/C=C/
c1ccc2c(-c3
O=C1c2cc
c1nc2c(
c1c(F)c(
[nH]2
c1c(OC)
C1CCCC(C1)
C(C(C1
c2cs
sn2
c1nccc2c1n
c1cc(F)
P(=O)
c1cc2c(cc1
cc(s
c1c(N)
c(cc2
P(=O)(
c1[se]
OC2
Nc1ccc(cc1)
c1cc3
c1cc(cc2
[se]1)
C(=O)c1c(
c(c3)
C/C(=
4)
cc2c(c1
C)\
C1S
CN2
=C[SiH2]C=
/C(=C/
c1cc2n
NC(
CCCN1
c1cc(C)c(
C1CCCC2)
Cn1
c1ncc
c1cccn
c1cc2c([nH]1)
OCO
C2CCC2
c1ccc2c(-c3cc
c1cc(N)
c(c1)F)
[O-][N+](=O)
C1CCC(CC1
sc2-c2c1c(cs2)
OCC1
c1cc(sc1
co1)
C=C)
c2c1c(sc2)
c(o1)
/C(=C\
COC(=O)c1c(
CC(O)
c(c2c1nc(
[nH]c2
=CCC=
OCC(
CC1CCCCC1
S1)
c1cc2c(-c3c(C2=O)
c1cc2c(o1)
cc(c3
c(c1)SC)
C(=O)c1c(C2=O)
C(=O)N1
c1c2csc1
C(=O)N(
S=
c2s
S(=O)(=O)N
N)N
CNC2
c1c(SC)
CC(=O)O)
CCCC2)
=CC(=O)
c12)
C=C\
ccs
c1cc(C)
c1c(s
c1cnc(c2c1n
c(s2)
c1cc(O)
Cl)Cl)
CC1CCC(CC1)
n1C)
c1oc(
c2c(n1C)c(
c1ccs3)
c1occ(c1
C2CC
cc2c(n1)
c3cc
1\
O)C
c4c(
c1cncc2
occ2
cn1
c1c([nH]
COC(=O)c1ccc2c(c1)
c1ccc(c2)
N=N
O=C1c2c(-c3c1ccs3)
[nH]c1
c1c2cs
c1cc2c(-c3c(C2=O)c(cs3)
c1c(c2c2cc(
C1=N
2C)
c1cscc1)
c1csc2-c3c(C(=O)c12)ccs3)
cs1
cs1)
CC/C=C(/
sc1
c3)
c(cc2)
